Repository: G-dH/window-thumbnails
Catalog: po/*.po
Languages: fr, it, nl

source: Geometry
fr: Géométrie
it: Geometria
nl: Afmetingen

source: Behavior
fr: Comportement
it: Comportamento
nl: Gedrag

source: Controls
fr: Contrôles
it: Controlli
nl: Bediening

source: Shortcuts
fr: Raccourcis
it: Scorciatoie
nl: Sneltoetsen

source: Mouse
fr: Souris
nl: Muis

source: About
fr: À propos
it: Informazioni
nl: Over

source: Maximum Number Of Thumbnails
fr: Nombre maximal de vignettes
it: Numero massimo di miniature
nl: Maximumaantal miniaturen

source: Limit the number of thumbnails to one if you do not need more and want to simplify control. In this case, creating a new thumbnail removes the existing one. This limit does not apply to the "Minimize to thumbnail" action
fr: Limitez le nombre de vignettes à une seule si vous n'en avez pas besoin de plus et souhaitez simplifier le contrôle. Dans ce cas, la création d'une nouvelle vignette supprime la vignette existante. Cette limite ne s'applique pas à l'action « Réduire en vignette »
it: Limita il numero di miniature a una se non ne hai bisogno di più e vuoi semplificare il controllo. In questo caso, la creazione di una nuova miniatura rimuove l'esistente. Questo limite non si applica all'azione "Riduci a miniatura"
nl: Beperk het aantal miniaturen tot één indien u niet meer nodig heeft en de bediening makkelijker wilt maken. Als u deze optie inschakelt, dan vervangen nieuwe miniaturen de reeds bestaande. Let op: dit is niet van toepassing op de actie ‘Minimaliseren naar miniatuur’.

source: Unlimited
fr: Illimité
it: Illimitate
nl: Onbeperkt

source: Only One
fr: Seulement une
it: SOlo una
nl: Eén

source: Mouse Hover Action
fr: Action du survol de la souris
it: Azione al passaggio del mouse
nl: Actie na aanwijzen met muis

source: Choose how the thumbnail should behave when hovered by the mouse pointer. The "Show Full Size Preview" option can also be toggled by right-clicking on the thumbnail. To prevent the execution of the selected action, hold down the Alt key while hovering the mouse pointer over the thumbnail
fr: Choisissez le comportement de la vignette au survol. L'option « Afficher l'aperçu en taille réelle » peut également être activée par un clic droit sur la vignette. Pour empêcher l'exécution de l'action sélectionnée, maintenez la touche Alt enfoncée tout en survolant la vignette
it: Scegli come deve comportarsi la miniatura quando il puntatore del mouse viene posizionato sopra. L'opzione "Mostra anteprima a dimensione intera" può essere attivata anche facendo clic con il pulsante destro del mouse sulla miniatura. Per impedire l'esecuzione dell'azione selezionata, tenere premuto il tasto Alt mentre si posiziona il puntatore del mouse sulla miniatura
nl: Geef welke actie dient te worden uitgevoerd na het aanwijzen van een miniatuur met de cursor. De optie ‘Volledig voorvertonen’ kan tevens worden geactiveerd door met de rechtermuisknop te klikken. Als u geen actie wilt uitvoeren, houd dan de Alt-toets ingedrukt terwijl u de miniatuur aanwijst.

source: No Action
fr: Aucune action
it: Nessuna azione
nl: Geen actie

source: Show Full Size Preview
fr: Afficher l'aperçu en taille réelle
it: Mostra anteprima a dimensione intera
nl: Volledig voorvertonen

source: Hide
fr: Masquer
it: Nascondi
nl: Verbergen

source: Mouse Hover Action Delay
fr: Délai d'action du survol de la souris
it: Ritardo dell'azione al passaggio del mouse
nl: Wachttijd bij uitvoeren van actie

source: Adjusts the delay before the selected action is performed. This delay allows you to drag the thumbnail to another position before it is hidden or a full-size preview is created
fr: Ajuste le délai avant l'exécution de l'action sélectionnée. Ce délai vous permet de déplacer la vignette vers un autre emplacement avant qu'elle ne soit masquée ou qu'un aperçu en taille réelle ne soit créé
it: Regola il ritardo prima che venga eseguita l'azione selezionata. Questo ritardo consente di trascinare la miniatura in un'altra posizione prima che venga nascosta completamente o che venga creata l'anteprima delle dimensioni
nl: Geef aan hoelang er moet worden gewacht voordat de actie wordt uitgevoerd. Door een wachttijd in te stellen kunt u de miniatuur verplaatsen voordat er een actie wordt uitgevoerd.

source: Hide On Source Window Focus
fr: Masquer lors du focus de la fenêtre source
it: Nascondi al focus della finestra di origine
nl: Verbergen na activeren van bijbehorend venster

source: Hide thumbnail if its source window gets focus
fr: Masquer la vignette si sa fenêtre source obtient le focus
it: Nascondi la miniatura se la finestra di origine viene messa a fuoco
nl: Verberg de miniatuur als het bijbehorende venster geactiveerd wordt

source: Animation Time (ms)
fr: Durée de l'animation (ms)
it: Tempo di animazione (ms)
nl: Effectduur (in ms)

source: Adjusts speed of transition animations
fr: Ajuste la vitesse des animations de transition
it: Regola la velocità delle animazioni di transizione
nl: Pas de snelheid van overgangseffecten aan.

source: Thumbnail Opacity
fr: Opacité des vignettes
it: Opacità delle miniature
nl: Doorzichtigheid van miniaturen

source: Adjusts the default thumbnail opacity. You can modify the opacity at any time using a shortcut (default Shift + Scroll) while hovering the thumbnail
fr: Ajuste l'opacité par défaut des vignettes. Vous pouvez modifier l'opacité à tout moment grâce à un raccourci (Maj + Défilement par défaut) en survolant la vignette
it: Regola l'opacità predefinita delle miniature. Puoi modificare l'opacità in qualsiasi momento utilizzando una scorciatoia (Maiusc + Scorrimento predefinito) mentre si passa il mouse sulla miniatura
nl: Pas de doorzichtigheid van miniaturen aan. U kunt de doorzichtigheid tevens per miniatuur instellen door de cursor op de miniatuur te plaatsen en Shift in te drukken terwijl u scrolt.

source: Keep Thumbnails Visible In Fullscreen Mode
fr: Garder les vignettes visibles en mode plein écran
it: Mantieni le miniature visibili in modalità schermo intero

source: In fullscreen mode, GNOME Shell bypasses the compositor to improve the performance of fullscreen apps like games, which results in the disappearance of the window thumbnails
fr: En mode plein écran, GNOME Shell contourne le compositeur pour améliorer les performances des applications plein écran comme les jeux, ce qui entraîne la disparition des vignettes des fenêtres
it: In modalità a schermo intero, GNOME Shell ignora il compositor per migliorare le prestazioni delle app a schermo intero come i giochi, che si traducono in scomparsa delle miniature delle finestre

source: Default Size
fr: Taille par défaut
it: Dimensione predefinita
nl: Standaardafmetingen

source: Thumbnail Scale
fr: Échelle des vignettes
it: Scala miniatura
nl: Miniatuurafmetingen

source: The size of the thumbnail in the selected axis relative to the screen width or height (set below)
fr: La taille de la vignette dans l'axe sélectionné par rapport à la largeur ou à la hauteur de l'écran (définie ci-dessous)
it: La dimensione della miniatura nell'asse selezionato rispetto alla larghezza o altezza dello schermo (impostata di seguito)
nl: De grootte van miniaturen op de gekozen is ten opzichte van de schermbreedte of -hoogte (stel hieronder in).

source: Scale Axis
fr: Axe d'échelle
it: Asse di scala
nl: Asgrootte

source: Choose whether the scale should be applied to the height or width of the thumbnail. The original aspect ratio will be preserved
fr: Choisissez si l'échelle doit être appliquée à la hauteur ou à la largeur de la vignette. Le rapport hauteur/largeur d'origine sera conservé
it: Scegli se la scala deve essere applicata all'altezza o alla larghezza della miniatura. Le proporzioni originali verranno preservate
nl: Geef aan of de grootte dient te worden toegepast op de hoogte of breedte van de miniatuur. De oorspronkelijke beeldverhouding blijft intact.

source: Height
fr: Hauteur
it: Altezza
nl: Hoogte

source: Width
fr: Largeur
it: Larghezza
nl: Breedte

source: Default Position
fr: Position par défaut
it: Posizione predefinita
nl: Standaardlocatie

source: Custom Position
fr: Position personnalisée
it: Posizione personalizzata
nl: Zelfgekozen locatie

source: Set a custom default position for the new thumbnail on the screen, or allow it to display at the mouse pointer position. You can then drag and drop the thumbnail anywhere on the screen whenever you want
fr: Définissez une position par défaut personnalisée pour la nouvelle vignette à l'écran, ou laissez-la s'afficher à la position du pointeur de la souris. Vous pouvez ensuite la glisser-déposer où vous le souhaitez sur l'écran
it: Imposta una posizione predefinita personalizzata per la nuova miniatura sullo schermo o consenti per visualizzarla nella posizione del puntatore del mouse. È quindi possibile trascinare e rilasciare la miniatura ovunque sullo schermo quando vuoi
nl: Geef aan waar miniaturen dienen te worden geplaatst op het scherm: onder de cursor of op een zelfgekozen locatie. U kunt miniaturen te allen tijde verplaatsen.

source: Horizontal Position
fr: Position horizontale
it: POsizione orizzontale
nl: Horizontale locatie

source: Adjusts the horizontal position of the new thumbnail as a percentage of the screen width from the left
fr: Ajuste la position horizontale de la nouvelle vignette en pourcentage de la largeur de l'écran à partir de la gauche
it: Regola la posizione orizzontale della nuova miniatura come percentuale della larghezza dello schermo da sinistra
nl: Pas de horizontale locatie van nieuwe miniaturen aan, gerekend in procenten vanaf de linkerkant

source: Vertical Position
fr: Position verticale
it: Posizione verticale
nl: Verticale locatie

source: Adjusts vertical position of the new thumbnail as a percentage of the screen height from the top
fr: Ajuste la position verticale de la nouvelle vignette en pourcentage de la hauteur de l'écran à partir du haut
it: Regola la posizione verticale della nuova miniatura come percentuale dello schermo in altezza dall'alto
nl: Pas de verticale locatie van nieuwe miniaturen aan, gerekend is procenten vanaf de bovenkant

source: Remember Geometry
fr: Se souvenir de la géométrie
it: Ricorda la geometria
nl: Afmetingen onthouden

source: Enable this option to remember the geometry, restoring the size and position when creating a thumbnail with the same source window as a previously removed one
fr: Activez cette option pour mémoriser la géométrie, en restaurant la taille et la position lors de la création d'une vignette avec la même fenêtre source qu'une fenêtre précédemment supprimée
it: Abilita questa opzione per ricordare la geometria, ripristinandone le dimensioni e la posizione quando si crea una miniatura con la stessa finestra sorgente di quella rimossa precedenza
nl: Schakel deze optie in om de afmetingen te onthouden, zodat de grootte en positie van nieuwe miniaturen gelijk is.

source: Buttons
fr: Boutons
it: Pulsanti
nl: Knoppen

source: Show Close/Unminimize Button
fr: Afficher le bouton Fermer/Réduire
it: Mostra il pulsante Chiudi/Non ridurre a icona
nl: Sluiten-/Herstellenknop tonen

source: Show the Close/Unminimize Button, which allows you to remove the window thumbnail
fr: Afficher le bouton Fermer/Réduire, qui vous permet de supprimer la vignette de la fenêtre
it: Mostra il pulsante Chiudi/Riduci a icona, che ti consente di rimuovere la miniatura dellafinestra
nl: Toon de sluiten-/herstellenknop, waarmee de miniatuur kan worden weggehaald

source: Disable
fr: Désactiver
it: Disabilita
nl: Uitschakelen

source: Activate Source Window
fr: Activer la fenêtre source
it: Attiva la finestra della sorgente
nl: Bijbehorend venster activeren

source: Activate Source On Current Workspace
fr: Activer la source sur l'espace de travail actuel
it: Attiva la sorgente nell'area di lavoro corrente
nl: Bijbehorend venster op huidig werkblad activeren

source: Remove Thumbnail
fr: Supprimer la vignette
it: Rimuovi miniatura
nl: Miniatuur sluiten

source: Close Source Window
fr: Fermer la fenêtre source
it: Chiudi sorgente della finestra
nl: Bijbehorend venster sluiten

source: Toggle Window Preview
fr: Basculer l'aperçu de la fenêtre
it: Attiva l'anteprima della finestra
nl: Venster voorvertonen

source: Toggle Hide On Hover
fr: Activer/désactiver le masquage au survol
it: Attiva nascondi al passaggio del mouse
nl: Verbergen na aanwijzen

source: Reset Thumbnail Scale
fr: Réinitialiser l'échelle des vignettes
it: Ripristina la scala delle miniature
nl: Miniatuurafmetingen herstellen

source: Open WTMB Preferences
fr: Ouvrir les préférences de WTMB

source: Resize
fr: Redimensionner
it: Ridimensiona
nl: Grootte aanpassen

source: Switch Source Window
fr: Changer la fenêtre de source
it: Cambia sorgente della finestra
nl: Ander venster koppelen

source: Change Opacity
fr: Changer l'opacité
it: Cambia opacità
nl: Doorzichtigheid aanpassen

source: Double Click Action
fr: Action du double-clic
it: Azione di doppio clic
nl: Dubbelklikactie

source: Middle Button Action
fr: Action du bouton du milieu
it: Azione del pulsante centrale
nl: Middelklikactie

source: Secondary Button Action
fr: Action du bouton secondaire
it: Azione del pulsante secondario
nl: Rechtermuisklikactie

source: Ctrl + Primary Button Action
fr: Action de Ctrl + bouton primaire
it: Ctrl + Azione del pulsante principale
nl: Ctrl+linkermuisklik

source: Ctrl + Secondary Button Action
fr: Action de Ctrl + bouton secondaire
it: Ctrl + Azione pulsante secondario
nl: Ctrl+rechtermuisklik

source: Scroll Wheel Action
fr: Action de la molette
it: Azione della rotella di scorrimento
nl: Scrolwielactie

source: Ctrl + Scroll Wheel Action
fr: Action de Ctrl + molette
it: Ctrl + Azione rotella di scorrimento
nl: Ctrl+scrolwielactie

source: Shift + Scroll Wheel Action
fr: Action de Shift + molette
it: Maiusc + Azione della rotella di scorrimento
nl: Shift+scrolwielactie

source: Keyboard Shortcuts
fr: Raccourcis clavier
it: Scorciatoie da tastiera
nl: Sneltoetsen

source: Create Window Thumbnail
fr: Créer une vignette de fenêtre
it: Crea miniatura della finestra
nl: Vensterminiatuur aanmaken

source: Creates a new live thumbnail of the currently focused window
fr: Crée une nouvelle vignette en direct de la fenêtre actuellement focalisée
it: Crea una nuova miniatura live della finestra attualmente focalizzata
nl: Maak een nieuwe live-miniatuur aan van het gefocuste venster.

source: Minimize To Thumbnail
fr: Réduire en vignette
it: Minimizza a miniatura
nl: Minimaliseren naar miniatuur

source: Minimizes the currently focused window to the newly created live thumbnail
fr: Réduit la fenêtre actuellement focalisée à la vignette en direct nouvellement créée
it: Riduce a icona la finestra attualmente focalizzata sulla miniatura live appena creata
nl: Minimaliseer het gefocuste venster naar een nieuwe live-miniatuur.

source: Remove Last Thumbnail
fr: Supprimer la dernière vignette
it: Rimuovi l'ultima miniatura
nl: Vorige miniatuur weghalen

source: Removes the last-created window thumbnail
fr: Supprime la dernière vignette de fenêtre créée
it: Rimuove l'ultima miniatura della finestra creata
nl: Haal de recentst aangemaakte miniatuur weg.

source: Remove All Thumbnails
fr: Supprimer toutes les vignettes
it: Rimuovere tutte le miniature
nl: Alle miniaturen weghalen

source: Removes all window thumbnails
fr: Supprime toutes les vignettes de fenêtre
it: Rimuove tutte le miniature delle finestre
nl: Haal alle miniaturen weg.

source: Toggle Thumbnails Visibility
fr: Activer/désactiver la visibilité des vignettes
it: Attiva la visibilità delle miniature
nl: Miniaturen tonen/verbergen

source: Temporarily hides all created thumbnails
fr: Masque temporairement toutes les vignettes créées
it: Nasconde temporaneamente tutte le miniature create
nl: Verbergt of toont alle aangemaakte miniaturen

source: Switch Source Window To Next
fr: Basculer la fenêtre source vers la suivante
it: Passare alla finestra di origine successiva
nl: Volgend bijbehorend venster kiezen

source: Replaces the source window of a thumbnail. This action applies to the last thumbnail that was not created as "Minimize To Thumbnail"
fr: Remplace la fenêtre source d'une vignette. Cette action s'applique à la dernière vignette qui n'a pas été créée avec l'option « Réduire en vignette »
it: Sostituisce la finestra di origine di una miniatura. Questa azione si applica all'ultima miniatura che non è stata creata come "Riduci a miniatura"
nl: Vervangt het bijbehorende venster van een miniatuur. Let op: deze actie is van toepassing op de recentste miniatuur die niet is aangemaakt met behulp van ‘Minimaliseren naar miniatuur’.

source: Switch Source Window To Previous
fr: Basculer la fenêtre source vers la précédente
it: Passa alla finestra di origine precedente
nl: Vorig bijbehorend venster kiezen

source: Reset all options
fr: Réinitialiser toutes les options
it: Ripristina tutte le opzioni
nl: Standaardwaarden herstellen

source: Reset all options to their default values
fr: Réinitialiser toutes les options à leurs valeurs par défaut
it: Ripristina tutte le opzioni ai valori predefiniti
nl: Herstel alle standaardvoorkeuren

source: Links
fr: Liens
it: Link

source: Homepage
fr: Page d'accueil
nl: Website

source: Source code and more info about this extension
fr: Code source et plus d'informations sur cette extension
it: Codice sorgente e ulteriori informazioni su questa estensione
nl: Broncode en meer informatie over deze uitbreiding

source: Rate and comment this extension on the GNOME Extensions site
fr: Notez et commentez cette extension sur le site GNOME Extensions
it: Valuta e commenta questa estensione sul sito delle estensioni per GNOME
nl: Beoordeel deze uitbreiding op de GNOME-uitbreidingensite en laat een reactie achter.

source: Report a bug or suggest new feature
fr: Signaler un bug ou suggérer une nouvelle fonctionnalité
it: Segnala un bug o suggerisci una nuova funzionalità
nl: Bug melden of idee delen

source: Help me to help you!
fr: Aidez-moi à vous aider !
it: Aiutami ad aiutarti!
nl: Help mij jou te helpen!

source: Buy Me a Coffee
fr: Achetez-moi un café
it: Offrimi un caffè
nl: Trakteer me op koffie

source: Enjoying this extension? Consider supporting it by buying me a coffee!
fr: Vous aimez cette extension ? Soutenez-la en m'offrant un café !
it: Ti piace questa estensione? Considera l'idea di sostenerlo offrendomi un caffè!
nl: Gebruikt u deze uitbreiding graag? Overweeg dan om me te trakteren op een kopje koffie!

source: This window cannot be minimized
fr: Cette fenêtre ne peut pas être minimisée
it: Questa finestra non può essere ridotta a icona
nl: Dit venster kan niet worden geminimaliseerd

source: <b>Enter new shortcut</b>
fr: <b>Entrez un nouveau raccourci</b>
it: <b>Inserisci una nuova scorciatoia</b>
nl: <b>Druk op een nieuwe sneltoets</b>

source: Press Esc to cancel or Backspace to disable the keyboard shortcut
fr: Appuyez sur Échap pour annuler ou sur Retour arrière pour désactiver le raccourci clavier
it: Premi Esc per annullare o Backspace per disattivare la scorciatoia da tastiera
nl: Druk op escape om te annuleren of backspace om de sneltoets uit te schakelen

source: Reset profile to defaults
fr: Réinitialiser le profil aux valeurs par défaut
it: Ripristina il profilo alle impostazioni predefinite
nl: Standaardwaarden gebruiken

source: GNOME 40+ - Bottom Hot Edge
fr: GNOME 40+ - Bord actif inférieur
nl: GNOME 40+ - snelhoek aan onderkant

source: Hot Corner Centric - Top Left Hot Corner
fr: Coin active centré - Coin actif en haut à gauche
it: Centrico sull'angolo attivo: angolo attivo in alto a sinistra
nl: Snelhoek linksboven

source: Dock Overview - Bottom Hot Edge
fr: Aperçu du Dock - Bord actif inférieur
nl: Starteroverzicht - snelhoek aan onderkant

source: Load profile
fr: Charger un profil
it: Caricamento profilo
nl: Profiel laden

source: Save current settings into this profile
fr: Enregistrer les paramètres actuels dans ce profil
it: Salva le impostazioni correnti in questo profilo
nl: Huidige voorkeuren bewaren in dit profiel

source: Disabled
fr: Désactivé
it: Disabilitato
nl: Uitgeschakeld

source: Open WT Preferences
it: Apri le Preferenze WT
nl: WT-voorkeuren openen

source: Version
it: Versione
nl: Versie

source: GNOME Extensions
nl: GNOME-uitbreidingen
